{"do_lower_case": false, "bos_token": "[CLS]", "eos_token": "[SEP]", "unk_token": "[UNK]", "sep_token": "[SEP]", "pad_token": "[PAD]", "cls_token": "[CLS]", "mask_token": "[MASK]", "split_by_punct": false, "vocab_type": "spm", "model_max_length": 512, "special_tokens_map_file": null, "name_or_path": "nli-scratch/best2-5e6lr-4ep", "sp_model_kwargs": {}, "tokenizer_class": "DebertaV2Tokenizer"}